app/Controllers/UsersController.php

    public function index() {
        $model = new UserModel();
        $data['users'] = $model->findAll();
---
SELECT *
FROM `users`

    public function get() {
        $model = new UserModel();
        $users = $model->findAll();
---
SELECT *
FROM `users`